Revit 2027 API
ParameterTypeId.SeekItemId Property
 "Seek Item ID"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SeekItemId { get; }
Public Shared ReadOnly Property SeekItemId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SeekItemId {
	ForgeTypeId^ get ();
}
static member SeekItemId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace